Repository: openstack-archive/deb-glare
Catalog: debian/po/*.po
Languages: da

source: Set up a database for Glare?
da: Opsæt en database for Glare?

source: No database has been set up for Glare to use. Before continuing, you should make sure you have the following information:
da: Der er ikke opsat en database for Glare. Hvis du ønsker at opsætte en nu så sikr dig, at du har den følgende information:

source: * the type of database that you want to use; * the database server hostname (that server must allow TCP connections from this machine); * a username and password to access the database.
da: * typen af database du ønsker at bruge * værtsnavnet for databaseserveren (som skal tillade TCP- forbindelser fra denne maskine) * et brugernavn og en adgangskode til at tilgå databasen

source: If some of these requirements are missing, do not choose this option and run with regular SQLite support.
da: Hvis nogle af disse krav mangler, så vælg ikke denne indstilling og kør med normal SQLite-understøttelse.

source: You can change this setting later on by running "dpkg-reconfigure -plow glare".
da: Du kan ændre denne indstilling senere ved at køre »dpkg-reconfigure -plow glare«.

source: Authentication server hostname:
da: Værtsnavn for godkendelsesserver:

source: Please specify the hostname of the authentication server. Typically this is also the hostname of the OpenStack Identity Service (Keystone).
da: Angiv venligst værtsnavnet for godkendelsesserveren. Typisk er dette også værtsnavnet for OpenStack Identity Service (Keystone).

source: Authentication server tenant name:
da: Tenantnavn for godkendelsesserver:

source: Please specify the authentication server tenant name.
da: Angiv venligst tenantnavn for godkendelseserveren.

source: Authentication server username:
da: Brugernavn for godkendelsesserver:

source: Please specify the username to use with the authentication server.
da: Angiv venligst brugernavnet der skal bruges med godkendelseserveren.

source: Authentication server password:
da: Adgangskode for godkendelsesserver:

source: Please specify the password to use with the authentication server.
da: Angiv venligt adgangskoden til brug med godkendelsesserveren.

source: IP address of your RabbitMQ host:
da: IP-adresse for din RabbitMQ-vært:

source: In order to interoperate with other components of OpenStack, this package needs to connect to a central RabbitMQ server.
da: Denne pakke skal forbinde til en central RabbitMQ-server, for at fungere med andre komponenter i OpenStack.

source: Please specify the IP address of that server.
da: Angiv venligt Ip-adressen for den server.

source: Username for connection to the RabbitMQ server:
da: Brugernavn for forbindelsen til RabbitMQ-serveren:

source: Please specify the username used to connect to the RabbitMQ server.
da: Angiv venligst brugernavnet der skal bruges med RabbitMQ-serveren.

source: Password for connection to the RabbitMQ server:
da: Adgangskode for forbindelsen til RabbitMQ-serveren:

source: Please specify the password used to connect to the RabbitMQ server.
da: Angiv venligt adgangskoden brugt til at forbinde med RAbbitMQ-serveren.

source: Register Glare in the Keystone endpoint catalog?
da: Registrer Glare i Keystones slutpunktskatalog?

source: Each OpenStack service (each API) should be registered in order to be accessible. This is done using "keystone service-create" and "keystone endpoint-create". This can be done automatically now.
da: Hver OpenStack-tjeneste (hver API) skal registreres for at være tilgængelig. Dette gøres med »keystone service-create« og »keystone endpoint-create«. Dette kan udføres automatisk nu.

source: Note that you will need to have an up and running Keystone server on which to connect using the Keystone authentication token.
da: Bemærk at du skal have en op og kørende Keystoneserver, som du kan forbinde til med Keystones godkendelsessymbol.

source: Keystone server IP address:
da: IP-adresse for Keystoneserver:

source: Please enter the IP address of the Keystone server, so that glare-api can contact Keystone to do the Glare service and endpoint creation.
da: Indtast IP-adressen for din Keystoneserver, så at glare-api kan kontakte Keystone for at udføre Glaretjenesten og slutpunktsoprettelse.

source: Keystone admin name:
da: Administratornavn for Keystone:

source: To register the service endpoint, this package needs to know the Admin login, name, project name, and password to the Keystone server.
da: For at registrere tjenesteslutpunkt skal denne pakke kende til administratorlogind'et, navn, projektnavn og adgangskode for Keystoneserveren.

source: Keystone admin project name:
da: Projektnavn for Keystoneadministratoren:

source: Keystone admin password:
da: Adgangskode for Keystoneadministratoren:

source: Glare endpoint IP address:
da: IP-adresse for Glareslutpunkt:

source: Please enter the IP address that will be used to contact Glare.
da: Indtast IP-adressen som vil blive brugt til at kontakter Glare.

source: This IP address should be accessible from the clients that will use this service, so if you are installing a public cloud, this should be a public IP address.
da: Denne IP-adresse skal være tilgængelig fra klienterne som vil bruge denne tjeneste, så hvis du installerer en offentlig sky, skal dette være en offentlig IP-adresse.

source: Name of the region to register:
da: Navn på regionen der skal registreres:

source: OpenStack supports using availability zones, with each region representing a location. Please enter the zone that you wish to use when registering the endpoint.
da: OpenStack understøtter at bruge tilgængelighedszoner, hvor hver region repræsenterer et sted. Indtast venligst zonen, som du ønsker at bruge, når du registrerer slutpunktet.
